import "./Style.css";
import React from "react";

export default function Events() {
  return (
    <div>
      <h2 className="events">Заболевание</h2>
      <a href="/appointments">Определение</a>
      <p>
              Заболева́ние — это нарушения нормальной жизнедеятельности, возникающие в ответ на действие патогенных факторов, нарушения работоспособности, социально полезной деятельности, продолжительности жизни организма и его способности адаптироваться к постоянно изменяющимся условиям внешней и внутренней сред при одновременной активизации защитно-компенсаторно-приспособительных реакций и механизмов.
        Антоним понятия — здоровье.


             Понятие «болезнь»
        Развитие общих представлений о болезни менялось на протяжении истории медицины. Гиппократ причиной болезни считал неправильное смешение четырёх основных жидкостей организма: крови, слизи, жёлчи жёлтой и чёрной (венозная кровь), а также придавал большое значение местности проживания, образу жизни и питанию заболевшего. Примерно в то же время на основе атомистического учения Демокрита возникло представление, что болезнь развивается вследствие изменения формы атомов и их неправильного расположения. В конце старой и начале новой эры и особенно в Средние века появились идеалистические взгляды на учение о болезни, согласно которым душа, или особый вид жизненной силы («архей»), определяет борьбу организма с изменениями, вызванными болезнью. Материалистические взгляды на болезнь в Средние века развивал Ибн Сина (возникновение болезни под влиянием невидимых существ, «мужских и женских демонов»[2]), развитие болезни в зависимости от строения тела (болезни худых vs болезни толстяков; низкорослых vs высокорослых). В этих взглядах некоторые видят предвосхищение идеи о микроорганизмах и о корреляции конституционных особенностей организма с течением болезни. В XVII—XIX веках большой вклад в учение о болезни внесли Дж. Б. Морганьи  (итал.)рус. (мысль о связи болезни с анатомическими изменениями в органах), М. Ф. К. Биша (описание патологоанатомической картины ряда болезней), Рудольф Вирхов (теория целлюлярной патологии), К. Бернар (болезнь — нарушение физиологического равновесия организма со средой) и др. С. П. Боткин, В. В. Пашутин, И. П. Павлов, А. А. Остроумов связывали болезнь с нарушением условий существования человека и развивали представление о болезни на основе идеи нервизма.

        Несмотря на обилие работ по проблеме болезни, это понятие до сих пор не является точно детерминированным. Некоторые авторы отрицают качественные особенности болезни по сравнению со здоровьем. Так, А. А. Богомолец высказывал мысль, что болезнь не создаёт в организме ничего существенно нового. Другие включают в понятие болезнь лишь биологические закономерности. По П. Д. Горизонтову, болезнь представляет собой общую сложную реакцию, возникающую в результате нарушения взаимоотношений организма и среды. Болезнь сопровождается развитием патологических процессов, представляющих местные проявления общей реакции организма. В трудах Давыдовского отстаивается положение, согласно которому не существует принципиальных отличий между физиологией и патологией. Патологические процессы и болезнь, по его мнению, — это всего лишь особенности приспособительных процессов, сопряжённых с субъективным страданием. Согласно концепции Г. Селье об общем адаптационном синдроме, болезнь представляет собой напряжение («стресс»), возникающее в организме при воздействии на него чрезвычайного раздражителя.

        Важным для болеющего человека является его собственное отношение к болезни. Это отношение может быть разным от «У меня тяжёлое заболевание — простуда, и я, скорее всего, умру» до «Я скоро поправлюсь, раковая опухоль — это не страшно». Такое отношение к болезни называется личностным смыслом объективного заболевания и может программировать человека как на выздоровление, так и на усугубление состояния[3].

        Факторы болезни
        Причины болезней разнообразны, но все они могут быть сведены в группы:

        механические
        физические
        химические
        биологические
        психогенные
        Любой из этих факторов вызывает состояние болезни, если он неадекватен (то есть чрезвычаен, непривычен) для организма. Неадекватность может быть количественной (количество раздражителя является чрезмерным для организма), качественной (на организм воздействует фактор, по отношению к качеству которого в организме не выработано защитно-приспособительных механизмов), временной (количественно и качественно адекватный раздражитель воздействует длительно или в такие промежутки времени и в таком ритме, которые непривычны для организма) и зависящей от индивидуальных свойств данного организма (то есть определяемой индивидуальной реактивностью данного организма в виде повышенной чувствительности).

        В современном представлении болезнь характеризуется следующими основными чертами:

        В развитии болезни ведущую роль играет внешняя среда, а для человека — прежде всего социальная (см. Социальные болезни). Изменения внутренних свойств организма, вызванные факторами среды и стойко закреплённые (в том числе и наследственными механизмами), в дальнейшем сами могут играть ведущую роль в возникновении болезни (см. Генетика медицинская).
        Большое значение в развитии болезни, кроме этиологического фактора (то есть причины болезни) и внешних условий, имеют защитно-приспособительные механизмы организма. Развитие болезни в значительной степени зависит от совершенства этих механизмов, объёма и скорости их включения в патологический процесс. У человека на развитие и течение болезни большое влияние оказывает психогенный фактор.
        Болезнь — страдание целостного организма. Не существует совершенно изолированных болезнью органов и тканей, то есть местных болезней. При всякой болезни в большей или меньшей степени вовлекается весь организм, что не исключает наличия основного поражения в том или ином органе или части организма.
        Различают следующие периоды болезни:

        Скрытый, или латентный (для инфекционных болезней — инкубационный), — период между началом воздействия болезнетворного агента и появлением первых симптомов болезни. Он может длиться от нескольких секунд (например, при отравлении сильными ядами) до десятков лет (например, при проказе).
        Продромальный период — период появления первых признаков болезни, которые могут носить неопределённый неспецифический характер (повышение температуры, разбитость, общее недомогание) или в ряде случаев быть типичными для данного заболевания (например, пятна Филатова — Коплика при кори).
        Период полного развития болезни, длительность которого колеблется от нескольких суток до десятков лет (туберкулёз, сифилис, проказа).
        Период завершения болезни (выздоровление, реконвалесценция) может протекать быстро, критически (см. Кризис) или постепенно, литически (см. Лизис). В зависимости от длительности течения и быстроты нарастания и исчезновения проявлений болезни различают острые и хронические. Присоединение к основным проявлениям болезни дополнительных изменений, не связанных с непосредственной причиной болезни, но развивающихся в результате её течения, называется осложнением. Оно может возникать в разгаре болезни и по миновании основных её проявлений. Осложнения отягчают болезнь, а иногда становятся причиной неблагоприятного исхода. Исходом болезни могут быть: полное выздоровление, выздоровление с остаточными явлениями, стойкое изменение органов, иногда возникновение новых форм заболевания в виде отдалённых последствий и смерть. Смерть как завершение болезни может наступить внезапно, после краткой агонии или постепенно, через более или менее длительное агональное состояние.
        В случаях недостаточной реактивности организма, заболевание может перейти в хроническую форму.
      </p>
    </div>      
  );
}