import './Style.css';
import React from 'react';

export default function Home() {
  return (
    <div>
      <h1 className="home">О нас</h1>
      <p>
              Специализированная клиника «Добрый прогноз» – клиника немецкой медицины в Киеве, помогает пациентам решить сложные хирургические задачи с 2013 г. и ведет поликлинический прием с 1998 г. с 2017 г. врачи являются экспертами передачи канала СТБ «Я соромлюсь свого тіла»

        Клиника специализируется на качественной хирургии любой сложности по таким направлениям:

        Гинекология
        Маммология
        Хирургия
        Урология
        Проктология
        Онкогинекология
        Онкохирургия
        Онкоурология
        Онкопроктология
        Вторым большим направлением работы клиники является Лечение Рака.

        Онкологический центр имеет в своем составе:

        отделение Хирургии рака.
        отделение Химиотерапии.
        Хоспис — симптоматическое и паллиативное лечение.
        отдел Клинических исследований, в котором проводится полностью бесплатное лечение некоторых форм рака 3-4 стадии.
        лучевую терапию для наших пациентов.
      </p>
    </div>
  );
}